[
    {
        "id": 3701,
        "files": [
            {
                "video_id": 3701,
                "learn_unit_id": 25,
                "file_id": 17257,
                "type": 0,
                "file_name": "LEsMo-37hOdspyQ38FyN6EAI0t6ZcjIMMDQEp8lB4hCjCS5Q_1DFsOcPddRCggBWM-4ym-1y-4d5HZmooc29Jg.mp4"
            },
            {
                "video_id": 3701,
                "learn_unit_id": 25,
                "file_id": 17258,
                "type": 4,
                "file_name": "LEsMo-37hOdspyQ38FyN6EAI0t6ZcjIMMDQEp8lB4hCjCS5Q_1DFsOcPddRCggBWM-4ym-1y-4d5HZmooc29Jg.webm"
            },
            {
                "video_id": 3701,
                "learn_unit_id": 25,
                "file_id": 17262,
                "type": 5,
                "file_name": "LEsMo-37hOdspyQ38FyN6EAI0t6ZcjIMMDQEp8lB4hCjCS5Q_1DFsOcPddRCggBWM-4ym-1y-4d5HZmooc29Jg-mpeg.mp4"
            }
        ],
        "annotations": [
            {
                "id": 62000,
                "end_sec": null,
                "start_sec": 12,
                "video_note": null,
                "law_text": {
                    "id": 11948,
                    "code_id": 724,
                    "paragraph": "§ 106",
                    "text": "<p>Ein Minderjähriger, der das siebente Lebensjahr vollendet hat, ist nach Maßgabe der §§ 107 bis 113 in der Geschäftsfähigkeit beschränkt.</p>",
                    "law_code": {
                        "id": 724,
                        "code_string": "bgb",
                        "name": "BGB"
                    }
                }
            },
            {
                "id": 62001,
                "end_sec": null,
                "start_sec": 47,
                "video_note": null,
                "law_text": {
                    "id": 11949,
                    "code_id": 724,
                    "paragraph": "§ 107",
                    "text": "<p>Der Minderjährige bedarf zu einer Willenserklärung, durch die er nicht lediglich einen rechtlichen Vorteil erlangt, der Einwilligung seines gesetzlichen Vertreters.</p>",
                    "law_code": {
                        "id": 724,
                        "code_string": "bgb",
                        "name": "BGB"
                    }
                }
            },
            {
                "id": 62002,
                "end_sec": null,
                "start_sec": 87,
                "video_note": null,
                "law_text": {
                    "id": 12009,
                    "code_id": 724,
                    "paragraph": "§ 165",
                    "text": "<p>Die Wirksamkeit einer von oder gegenüber einem Vertreter abgegebenen Willenserklärung wird nicht dadurch beeinträchtigt, dass der Vertreter in der Geschäftsfähigkeit beschränkt ist.</p>",
                    "law_code": {
                        "id": 724,
                        "code_string": "bgb",
                        "name": "BGB"
                    }
                }
            },
            {
                "id": 62003,
                "end_sec": null,
                "start_sec": 188,
                "video_note": null,
                "law_text": {
                    "id": 11949,
                    "code_id": 724,
                    "paragraph": "§ 107",
                    "text": "<p>Der Minderjährige bedarf zu einer Willenserklärung, durch die er nicht lediglich einen rechtlichen Vorteil erlangt, der Einwilligung seines gesetzlichen Vertreters.</p>",
                    "law_code": {
                        "id": 724,
                        "code_string": "bgb",
                        "name": "BGB"
                    }
                }
            },
            {
                "id": 62004,
                "end_sec": null,
                "start_sec": 217,
                "video_note": null,
                "law_text": {
                    "id": 12027,
                    "code_id": 724,
                    "paragraph": "§ 183",
                    "text": "<p>Die vorherige Zustimmung (Einwilligung) ist bis zur Vornahme des Rechtsgeschäfts widerruflich, soweit nicht aus dem ihrer Erteilung zugrunde liegenden Rechtsverhältnis sich ein anderes ergibt. Der Widerruf kann sowohl dem einen als dem anderen Teil gegenüber erklärt werden.</p>",
                    "law_code": {
                        "id": 724,
                        "code_string": "bgb",
                        "name": "BGB"
                    }
                }
            },
            {
                "id": 62005,
                "end_sec": null,
                "start_sec": 247,
                "video_note": null,
                "law_text": {
                    "id": 13556,
                    "code_id": 724,
                    "paragraph": "§ 1626",
                    "text": "<p>(1) Die Eltern haben die Pflicht und das Recht, für das minderjährige Kind zu sorgen (elterliche Sorge). Die elterliche Sorge umfasst die Sorge für die Person des Kindes (Personensorge) und das Vermögen des Kindes (Vermögenssorge).</p><p>(2) Bei der Pflege und Erziehung berücksichtigen die Eltern die wachsende Fähigkeit und das wachsende Bedürfnis des Kindes zu selbständigem verantwortungsbewusstem Handeln. Sie besprechen mit dem Kind, soweit es nach dessen Entwicklungsstand angezeigt ist, Fragen der elterlichen Sorge und streben Einvernehmen an.</p><p>(3) Zum Wohl des Kindes gehört in der Regel der Umgang mit beiden Elternteilen. Gleiches gilt für den Umgang mit anderen Personen, zu denen das Kind Bindungen besitzt, wenn ihre Aufrechterhaltung für seine Entwicklung förderlich ist.</p>",
                    "law_code": {
                        "id": 724,
                        "code_string": "bgb",
                        "name": "BGB"
                    }
                }
            },
            {
                "id": 62006,
                "end_sec": null,
                "start_sec": 249,
                "video_note": null,
                "law_text": {
                    "id": 13564,
                    "code_id": 724,
                    "paragraph": "§ 1629",
                    "text": "<p>(1) Die elterliche Sorge umfasst die Vertretung des Kindes. Die Eltern vertreten das Kind gemeinschaftlich; ist eine Willenserklärung gegenüber dem Kind abzugeben, so genügt die Abgabe gegenüber einem Elternteil. Ein Elternteil vertritt das Kind allein, soweit er die elterliche Sorge allein ausübt oder ihm die Entscheidung nach § 1628 übertragen ist. Bei Gefahr im Verzug ist jeder Elternteil dazu berechtigt, alle Rechtshandlungen vorzunehmen, die zum Wohl des Kindes notwendig sind; der andere Elternteil ist unverzüglich zu unterrichten.</p><p>(2) Der Vater und die Mutter können das Kind insoweit nicht vertreten, als nach § 1795 ein Vormund von der Vertretung des Kindes ausgeschlossen ist. Steht die elterliche Sorge für ein Kind den Eltern gemeinsam zu, so kann der Elternteil, in dessen Obhut sich das Kind befindet, Unterhaltsansprüche des Kindes gegen den anderen Elternteil geltend machen. Das Familiengericht kann dem Vater und der Mutter nach § 1796 die Vertretung entziehen; dies gilt nicht für die Feststellung der Vaterschaft.</p><p>(2a) Der Vater und die Mutter können das Kind in einem gerichtlichen Verfahren nach § 1598a Abs. 2 nicht vertreten.</p><p>(3) Sind die Eltern des Kindes miteinander verheiratet oder besteht zwischen ihnen eine Lebenspartnerschaft, so kann ein Elternteil Unterhaltsansprüche des Kindes gegen den anderen Elternteil nur im eigenen Namen geltend machen, solange <dl><dt>1.</dt><dd>die Eltern getrennt leben oder</dd><dt>2.</dt><dd>eine Ehesache oder eine Lebenspartnerschaftssache im Sinne von § 269 Absatz 1 Nummer 1 oder 2 des Gesetzes über das Verfahren in Familiensachen und in den Angelegenheiten der freiwilligen Gerichtsbarkeit zwischen ihnen anhängig ist.</dd></dl>Eine von einem Elternteil erwirkte gerichtliche Entscheidung und ein zwischen den Eltern geschlossener gerichtlicher Vergleich wirken auch für und gegen das Kind.</p>",
                    "law_code": {
                        "id": 724,
                        "code_string": "bgb",
                        "name": "BGB"
                    }
                }
            },
            {
                "id": 62007,
                "end_sec": null,
                "start_sec": 263,
                "video_note": null,
                "law_text": {
                    "id": 13564,
                    "code_id": 724,
                    "paragraph": "§ 1629",
                    "text": "<p>(1) Die elterliche Sorge umfasst die Vertretung des Kindes. Die Eltern vertreten das Kind gemeinschaftlich; ist eine Willenserklärung gegenüber dem Kind abzugeben, so genügt die Abgabe gegenüber einem Elternteil. Ein Elternteil vertritt das Kind allein, soweit er die elterliche Sorge allein ausübt oder ihm die Entscheidung nach § 1628 übertragen ist. Bei Gefahr im Verzug ist jeder Elternteil dazu berechtigt, alle Rechtshandlungen vorzunehmen, die zum Wohl des Kindes notwendig sind; der andere Elternteil ist unverzüglich zu unterrichten.</p><p>(2) Der Vater und die Mutter können das Kind insoweit nicht vertreten, als nach § 1795 ein Vormund von der Vertretung des Kindes ausgeschlossen ist. Steht die elterliche Sorge für ein Kind den Eltern gemeinsam zu, so kann der Elternteil, in dessen Obhut sich das Kind befindet, Unterhaltsansprüche des Kindes gegen den anderen Elternteil geltend machen. Das Familiengericht kann dem Vater und der Mutter nach § 1796 die Vertretung entziehen; dies gilt nicht für die Feststellung der Vaterschaft.</p><p>(2a) Der Vater und die Mutter können das Kind in einem gerichtlichen Verfahren nach § 1598a Abs. 2 nicht vertreten.</p><p>(3) Sind die Eltern des Kindes miteinander verheiratet oder besteht zwischen ihnen eine Lebenspartnerschaft, so kann ein Elternteil Unterhaltsansprüche des Kindes gegen den anderen Elternteil nur im eigenen Namen geltend machen, solange <dl><dt>1.</dt><dd>die Eltern getrennt leben oder</dd><dt>2.</dt><dd>eine Ehesache oder eine Lebenspartnerschaftssache im Sinne von § 269 Absatz 1 Nummer 1 oder 2 des Gesetzes über das Verfahren in Familiensachen und in den Angelegenheiten der freiwilligen Gerichtsbarkeit zwischen ihnen anhängig ist.</dd></dl>Eine von einem Elternteil erwirkte gerichtliche Entscheidung und ein zwischen den Eltern geschlossener gerichtlicher Vergleich wirken auch für und gegen das Kind.</p>",
                    "law_code": {
                        "id": 724,
                        "code_string": "bgb",
                        "name": "BGB"
                    }
                }
            },
            {
                "id": 62008,
                "end_sec": null,
                "start_sec": 269,
                "video_note": null,
                "law_text": {
                    "id": 110432,
                    "code_id": 724,
                    "paragraph": "1824",
                    "text": "<p>(1) Der Betreuer kann den Betreuten nicht vertreten:</p>\r\n<p>1.</p>\r\n<p>bei einem Rechtsgeschäft zwischen seinem Ehegatten oder einem seiner Verwandten in gerader Linie einerseits und dem Betreuten andererseits, es sei denn, dass das Rechtsgeschäft ausschließlich in der Erfüllung einer Verbindlichkeit besteht,</p>\r\n<p>2.</p>\r\n<p>bei einem Rechtsgeschäft, das die Übertragung oder Belastung einer durch Pfandrecht, Hypothek, Schiffshypothek oder Bürgschaft gesicherten Forderung des Betreuten gegen den Betreuer oder die Aufhebung oder Minderung dieser Sicherheit zum Gegenstand hat oder die Verpflichtung des Betreuten zu einer solchen Übertragung, Belastung, Aufhebung oder Minderung begründet,</p>\r\n<p>3.</p>\r\n<p>bei einem Rechtsstreit zwischen den in Nummer 1 bezeichneten Personen sowie bei einem Rechtsstreit über eine Angelegenheit der in Nummer 2 bezeichneten Art.</p>\r\n<p>(2) § 181 bleibt unberührt.</p>\r\n\r\n",
                    "law_code": {
                        "id": 724,
                        "code_string": "bgb",
                        "name": "BGB"
                    }
                }
            },
            {
                "id": 62009,
                "end_sec": null,
                "start_sec": 278,
                "video_note": null,
                "law_text": {
                    "id": 12025,
                    "code_id": 724,
                    "paragraph": "§ 181",
                    "text": "<p>Ein Vertreter kann, soweit nicht ein anderes ihm gestattet ist, im Namen des Vertretenen mit sich im eigenen Namen oder als Vertreter eines Dritten ein Rechtsgeschäft nicht vornehmen, es sei denn, dass das Rechtsgeschäft ausschließlich in der Erfüllung einer Verbindlichkeit besteht.</p>",
                    "law_code": {
                        "id": 724,
                        "code_string": "bgb",
                        "name": "BGB"
                    }
                }
            },
            {
                "id": 62010,
                "end_sec": null,
                "start_sec": 299,
                "video_note": null,
                "law_text": {
                    "id": 110518,
                    "code_id": 724,
                    "paragraph": "§ 1643",
                    "text": "(1) Die Eltern bedürfen der Genehmigung des Familiengerichts in den Fällen, in denen ein Betreuer nach den §§ 1850 bis 1854 der Genehmigung des Betreuungsgerichts bedarf, soweit sich nicht aus den Absätzen 2 bis 5 etwas anderes ergibt.<br><br>\r\n\r\n(2) Nicht genehmigungsbedürftig gemäß § 1850 sind Verfügungen über Grundpfandrechte sowie Verpflichtungen zu einer solchen Verfügung.<br><br>\r\n\r\n(3) Tritt der Anfall einer Erbschaft oder eines Vermächtnisses an das Kind erst infolge der Ausschlagung eines Elternteils ein, der das Kind allein oder gemeinsam mit dem anderen Elternteil vertritt, ist die Genehmigung abweichend von § 1851 Nummer 1 nur dann erforderlich, wenn der Elternteil neben dem Kind berufen war. Ein Auseinandersetzungsvertrag und eine Vereinbarung, mit der das Kind aus einer Erbengemeinschaft ausscheidet, bedarf keiner Genehmigung.<br><br>\r\n\r\n(4) Die Eltern bedürfen abweichend von § 1853 Satz 1 Nummer 1 der Genehmigung zum Abschluss eines Miet- oder Pachtvertrags oder eines anderen Vertrags, durch den das Kind zu wiederkehrenden Leistungen verpflichtet wird, wenn das Vertragsverhältnis länger als ein Jahr nach dem Eintritt der Volljährigkeit des Kindes fortdauern soll. Eine Genehmigung ist nicht erforderlich, wenn<br>\r\n\r\n1.\r\nes sich um einen Ausbildungs-, Dienst- oder Arbeitsvertrag handelt,<br>\r\n\r\n2.\r\nder Vertrag geringe wirtschaftliche Bedeutung für das Kind hat oder<br>\r\n\r\n3.\r\ndas Vertragsverhältnis von dem Kind nach Eintritt der Volljährigkeit spätestens zum Ablauf des 19. Lebensjahres ohne eigene Nachteile gekündigt werden kann.<br>\r\n§ 1853 Satz 1 Nummer 2 ist nicht anzuwenden.<br><br>\r\n\r\n(5) § 1854 Nummer 6 bis 8 ist nicht anzuwenden.",
                    "law_code": {
                        "id": 724,
                        "code_string": "bgb",
                        "name": "BGB"
                    }
                }
            },
            {
                "id": 62011,
                "end_sec": null,
                "start_sec": 302,
                "video_note": null,
                "law_text": {
                    "id": 13580,
                    "code_id": 724,
                    "paragraph": "§ 1850",
                    "text": "<p>Der Betreuer bedarf der Genehmigung des Betreuungsgerichts</p>\r\n<p>1.</p>\r\n<p>zur Verfügung über ein Grundstück oder über ein Recht an einem Grundstück, sofern die Genehmigung nicht bereits nach § 1833 Absatz 3 Satz 1 Nummer 4 erforderlich ist,</p>\r\n<p>2.</p>\r\n<p>zur Verfügung über eine Forderung, die auf Übertragung des Eigentums an einem Grundstück, auf Begründung oder Übertragung eines Rechts an einem Grundstück oder auf Befreiung eines Grundstücks von einem solchen Recht gerichtet ist,</p>\r\n<p>3.</p>\r\n<p>zur Verfügung über ein eingetragenes Schiff oder Schiffsbauwerk oder über eine Forderung, die auf Übertragung des Eigentums an einem eingetragenen Schiff oder Schiffsbauwerk gerichtet ist,</p>\r\n<p>4.</p>\r\n<p>zu einem Rechtsgeschäft, durch das der Betreute unentgeltlich Wohnungs- oder Teileigentum erwirbt,</p>\r\n<p>5.</p>\r\n<p>zur Eingehung einer Verpflichtung zu einer der in den Nummern 1 bis 3 bezeichneten Verfügungen oder des in Nummer 4 bezeichneten Erwerbs sowie</p>\r\n<p>6.</p>\r\n<p>zu einem Rechtsgeschäft, durch das der Betreute zum entgeltlichen Erwerb eines Grundstücks, eines eingetragenen Schiffes oder Schiffsbauwerks oder eines Rechts an einem Grundstück verpflichtet wird, sowie zur Verpflichtung zum entgeltlichen Erwerb einer Forderung auf Übertragung des Eigentums an einem Grundstück, an einem eingetragenen Schiff oder Schiffsbauwerk oder auf Übertragung eines Rechts an einem Grundstück.</p>\r\n",
                    "law_code": {
                        "id": 724,
                        "code_string": "bgb",
                        "name": "BGB"
                    }
                }
            },
            {
                "id": 62012,
                "end_sec": null,
                "start_sec": 341,
                "video_note": null,
                "law_text": {
                    "id": 11950,
                    "code_id": 724,
                    "paragraph": "§ 108",
                    "text": "<p>(1) Schließt der Minderjährige einen Vertrag ohne die erforderliche Einwilligung des gesetzlichen Vertreters, so hängt die Wirksamkeit des Vertrags von der Genehmigung des Vertreters ab.</p><p>(2) Fordert der andere Teil den Vertreter zur Erklärung über die Genehmigung auf, so kann die Erklärung nur ihm gegenüber erfolgen; eine vor der Aufforderung dem Minderjährigen gegenüber erklärte Genehmigung oder Verweigerung der Genehmigung wird unwirksam. Die Genehmigung kann nur bis zum Ablauf von zwei Wochen nach dem Empfang der Aufforderung erklärt werden; wird sie nicht erklärt, so gilt sie als verweigert.</p><p>(3) Ist der Minderjährige unbeschränkt geschäftsfähig geworden, so tritt seine Genehmigung an die Stelle der Genehmigung des Vertreters.</p>",
                    "law_code": {
                        "id": 724,
                        "code_string": "bgb",
                        "name": "BGB"
                    }
                }
            },
            {
                "id": 62013,
                "end_sec": null,
                "start_sec": 343,
                "video_note": null,
                "law_text": {
                    "id": 12028,
                    "code_id": 724,
                    "paragraph": "§ 184",
                    "text": "<p>(1) Die nachträgliche Zustimmung (Genehmigung) wirkt auf den Zeitpunkt der Vornahme des Rechtsgeschäfts zurück, soweit nicht ein anderes bestimmt ist.</p><p>(2) Durch die Rückwirkung werden Verfügungen nicht unwirksam, die vor der Genehmigung über den Gegenstand des Rechtsgeschäfts von dem Genehmigenden getroffen worden oder im Wege der Zwangsvollstreckung oder der Arrestvollziehung oder durch den Insolvenzverwalter erfolgt sind.</p>",
                    "law_code": {
                        "id": 724,
                        "code_string": "bgb",
                        "name": "BGB"
                    }
                }
            },
            {
                "id": 62014,
                "end_sec": null,
                "start_sec": 376,
                "video_note": null,
                "law_text": {
                    "id": 11952,
                    "code_id": 724,
                    "paragraph": "§ 110",
                    "text": "<p>Ein von dem Minderjährigen ohne Zustimmung des gesetzlichen Vertreters geschlossener Vertrag gilt als von Anfang an wirksam, wenn der Minderjährige die vertragsmäßige Leistung mit Mitteln bewirkt, die ihm zu diesem Zweck oder zu freier Verfügung von dem Vertreter oder mit dessen Zustimmung von einem Dritten überlassen worden sind.</p>",
                    "law_code": {
                        "id": 724,
                        "code_string": "bgb",
                        "name": "BGB"
                    }
                }
            },
            {
                "id": 62015,
                "end_sec": null,
                "start_sec": 383,
                "video_note": null,
                "law_text": {
                    "id": 11954,
                    "code_id": 724,
                    "paragraph": "§ 112",
                    "text": "<p>(1) Ermächtigt der gesetzliche Vertreter mit Genehmigung des Familiengerichts den Minderjährigen zum selbständigen Betrieb eines Erwerbsgeschäfts, so ist der Minderjährige für solche Rechtsgeschäfte unbeschränkt geschäftsfähig, welche der Geschäftsbetrieb mit sich bringt. Ausgenommen sind Rechtsgeschäfte, zu denen der Vertreter der Genehmigung des Familiengerichts bedarf.</p><p>(2) Die Ermächtigung kann von dem Vertreter nur mit Genehmigung des Familiengerichts zurückgenommen werden.</p>",
                    "law_code": {
                        "id": 724,
                        "code_string": "bgb",
                        "name": "BGB"
                    }
                }
            },
            {
                "id": 62016,
                "end_sec": null,
                "start_sec": 389,
                "video_note": null,
                "law_text": {
                    "id": 11955,
                    "code_id": 724,
                    "paragraph": "§ 113",
                    "text": "<p>(1) Ermächtigt der gesetzliche Vertreter den Minderjährigen, in Dienst oder in Arbeit zu treten, so ist der Minderjährige für solche Rechtsgeschäfte unbeschränkt geschäftsfähig, welche die Eingehung oder Aufhebung eines Dienst- oder Arbeitsverhältnisses der gestatteten Art oder die Erfüllung der sich aus einem solchen Verhältnis ergebenden Verpflichtungen betreffen. Ausgenommen sind Verträge, zu denen der Vertreter der Genehmigung des Familiengerichts bedarf.</p><p>(2) Die Ermächtigung kann von dem Vertreter zurückgenommen oder eingeschränkt werden.</p><p>(3) Ist der gesetzliche Vertreter ein Vormund, so kann die Ermächtigung, wenn sie von ihm verweigert wird, auf Antrag des Minderjährigen durch das Familiengericht ersetzt werden. Das Familiengericht hat die Ermächtigung zu ersetzen, wenn sie im Interesse des Mündels liegt.</p><p>(4) Die für einen einzelnen Fall erteilte Ermächtigung gilt im Zweifel als allgemeine Ermächtigung zur Eingehung von Verhältnissen derselben Art.</p>",
                    "law_code": {
                        "id": 724,
                        "code_string": "bgb",
                        "name": "BGB"
                    }
                }
            },
            {
                "id": 62017,
                "end_sec": null,
                "start_sec": 395,
                "video_note": null,
                "law_text": {
                    "id": 11952,
                    "code_id": 724,
                    "paragraph": "§ 110",
                    "text": "<p>Ein von dem Minderjährigen ohne Zustimmung des gesetzlichen Vertreters geschlossener Vertrag gilt als von Anfang an wirksam, wenn der Minderjährige die vertragsmäßige Leistung mit Mitteln bewirkt, die ihm zu diesem Zweck oder zu freier Verfügung von dem Vertreter oder mit dessen Zustimmung von einem Dritten überlassen worden sind.</p>",
                    "law_code": {
                        "id": 724,
                        "code_string": "bgb",
                        "name": "BGB"
                    }
                }
            },
            {
                "id": 62018,
                "end_sec": null,
                "start_sec": 471,
                "video_note": null,
                "law_text": {
                    "id": 11952,
                    "code_id": 724,
                    "paragraph": "§ 110",
                    "text": "<p>Ein von dem Minderjährigen ohne Zustimmung des gesetzlichen Vertreters geschlossener Vertrag gilt als von Anfang an wirksam, wenn der Minderjährige die vertragsmäßige Leistung mit Mitteln bewirkt, die ihm zu diesem Zweck oder zu freier Verfügung von dem Vertreter oder mit dessen Zustimmung von einem Dritten überlassen worden sind.</p>",
                    "law_code": {
                        "id": 724,
                        "code_string": "bgb",
                        "name": "BGB"
                    }
                }
            },
            {
                "id": 62019,
                "end_sec": null,
                "start_sec": 491,
                "video_note": null,
                "law_text": {
                    "id": 11954,
                    "code_id": 724,
                    "paragraph": "§ 112",
                    "text": "<p>(1) Ermächtigt der gesetzliche Vertreter mit Genehmigung des Familiengerichts den Minderjährigen zum selbständigen Betrieb eines Erwerbsgeschäfts, so ist der Minderjährige für solche Rechtsgeschäfte unbeschränkt geschäftsfähig, welche der Geschäftsbetrieb mit sich bringt. Ausgenommen sind Rechtsgeschäfte, zu denen der Vertreter der Genehmigung des Familiengerichts bedarf.</p><p>(2) Die Ermächtigung kann von dem Vertreter nur mit Genehmigung des Familiengerichts zurückgenommen werden.</p>",
                    "law_code": {
                        "id": 724,
                        "code_string": "bgb",
                        "name": "BGB"
                    }
                }
            },
            {
                "id": 62020,
                "end_sec": null,
                "start_sec": 500,
                "video_note": null,
                "law_text": {
                    "id": 11955,
                    "code_id": 724,
                    "paragraph": "§ 113",
                    "text": "<p>(1) Ermächtigt der gesetzliche Vertreter den Minderjährigen, in Dienst oder in Arbeit zu treten, so ist der Minderjährige für solche Rechtsgeschäfte unbeschränkt geschäftsfähig, welche die Eingehung oder Aufhebung eines Dienst- oder Arbeitsverhältnisses der gestatteten Art oder die Erfüllung der sich aus einem solchen Verhältnis ergebenden Verpflichtungen betreffen. Ausgenommen sind Verträge, zu denen der Vertreter der Genehmigung des Familiengerichts bedarf.</p><p>(2) Die Ermächtigung kann von dem Vertreter zurückgenommen oder eingeschränkt werden.</p><p>(3) Ist der gesetzliche Vertreter ein Vormund, so kann die Ermächtigung, wenn sie von ihm verweigert wird, auf Antrag des Minderjährigen durch das Familiengericht ersetzt werden. Das Familiengericht hat die Ermächtigung zu ersetzen, wenn sie im Interesse des Mündels liegt.</p><p>(4) Die für einen einzelnen Fall erteilte Ermächtigung gilt im Zweifel als allgemeine Ermächtigung zur Eingehung von Verhältnissen derselben Art.</p>",
                    "law_code": {
                        "id": 724,
                        "code_string": "bgb",
                        "name": "BGB"
                    }
                }
            }
        ]
    }
]